Repository: manvendrasinghpratap/tatapp
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: fr_ch

source: Discover for FREE
fr_ch: Découvrez GRATUITEMENT

source: How you can generate a minimum of $ 563 in less than 30 minutes a day with your SmartPhone or Laptop
fr_ch: Je Veux Savoir

source: Enter your first name and email to access the explanatory video
fr_ch: Entrez votre Prénom et votre courriel pour accéder à la vidéo explicative

source: We dive!
fr_ch: On plonge!

source: Your information is safe. We will never give or sell your information.
fr_ch: Vos informations sont en sécurité. Nous Nous ne donnerons ni vendrons jamais vos informations.

source: Fields must be filled
fr_ch: Les champs doivent êtres remplis

source: how to make a living
fr_ch: comment gagner votre vie

source: thanks to your phone or your laptop
fr_ch: grâce à votre téléphone ou votre Laptop

source: Nowadays, it has never been so easy to earn a living
fr_ch: De nos jours, il n'a jamais été aussi facile de gagner ça vie

source: With all that happens since the arrival of the Digital era, thousands of ways to make a living with your phone or laptop appeared. Watch this short video to discover a turnkey system that will allow you to make a living with your phone or laptop
fr_ch: Avec toutes ce qui ce passe depuis l'arriver de l'ère Digital, de milliers de façons de gagner votre vie grâce à votre téléphone ou votre laptop sont apparut. Visionnez cette courte vidéo pour découvrir un système clé en main qui vous permettera de gagner votre vie grâce a votre téléphone ou votre laptop

source: 1st: Work from anywhere in the world!
fr_ch: 1er : Travail de n'importe où à travers le monde!

source: 2nd: One and only simple task!
fr_ch: 2ème : Une seule et unique tâche simple!

source: 3rd: Less than 30 minutes a day!
fr_ch: 3ème : Moins de 30 minutes par jours!

source: CREATE MY ACCOUNT
fr_ch: CRÉER MON COMPTE

source: ONLY 2 WORKING TOOLS NEEDED
fr_ch: SEULEMENT 2 OUTILS DE TRAVAIL NÉCESSAIRE

source: To use the Digital Kheops platform you must have an intelligent phone or a computer / laptop. And be provided with an internet connection. And voila !
fr_ch: Pour utiliser la plate-forme de Digital Kheops vous devez avoir soie un téléphone intéligent ou encore un ordinateur / Laptop. Et être muni d'une connexion internet. Et le tour est joué !

source: WORKING FROM ANYWHERE ACROSS THE WORLD
fr_ch: TRAVAIL DE N'IMPORTE OÙ À TRAVERS LE MONDE

source: ONE SINGLE AND UNIQUE SIMPLE TASK TO DO
fr_ch: UNE SEULE ET UNIQUE TÂCHE SIMPLE À FAIRE

source: You only need to direct traffic to a specific place. One simple task and everything is showing you from A to Z how to perform it.
fr_ch: Vous devez seulement diriger du trafic vers un endroit spécifique. Une seule tâche simple et tout vous est montrer de A à Z comment l'effectuer.

source: LESS THAN 30 MINUTES PER DAYS
fr_ch: MOINS DE 30 MINUTES PAR JOURS

source: To succeed with Digital Kheops you must have a minimum of 30 minutes to spend per day to complete this simple task.
fr_ch: Pour réussir avec Digital Kheops vous devez avoir un minimum de 30 minutes à consacrer par jours pour effectuer cette simple tâche.

source: YOU HAVE ALL THE WHAT YOU NEED TO SUCCEED!
fr_ch: VOUS AVEZ TOUS CE QU'ILS FAUT POUR RÉUSSIR !

source: But the ends of the tortor quis risus euismod fermentum. Reserved entrance exams present here Monday. So that the ends of the Nam accumsan fringilla nisl. I figured it was bananas. Reserved need to drink an entire soccer, no football betting skirt.
fr_ch: Sed finibus tortor quis risus euismod fermentum. Praesent faucibus volutpat ligula ac laoreet. Nam accumsan fringilla nisl ut finibus. Cras rhoncus dictum aliquet. Integer bibendum ligula eget quam dignissim, no vestibulum felis lacinia.

source: Occupation
fr_ch: Profession

source: THIS IS NOT A MAGICAL SYSTEM !!!
fr_ch: CE N'EST PAS UN SYSTÈME MAGIQUE !!!

source: In no case is it a magical system. You will have to carry out your simple task every day and in a constant way to be able to get some results. The system or if you prefer the platform DIGITAL KHEOPS is not a miracle product. This is a platform that includes everything you need to generate online sales.
fr_ch: En aucun cas il s'agit d'un système magique. Vous devrez effectuer votre simple tâche à toutes les jours et de façons constante pour être en mesure d'obtenir quelqconques résultats. Le système ou si vous préférer la plate-forme DIGITAL KHEOPS n'est pas un produit miracle. Il s'agit d'une plate-forme comprennent tous ce que vous avez besoin pour générer des ventes en lignes.

source: We take care of all ... Explanations, follow-up, sales tunnel, close the sale, split test, etc ... If you do all that you will be taught, and you do it in a constant way then you are in position to obtain good results. The estimated time varies depending on the strategy used too;)
fr_ch: Nous nous occupons de tous... Explications, suivi, tunnel de ventes, conclure la vente, split test, etc... Si vous faite tous ce qui vous sera enseinger, et que vous le faite de façons constante vous serrez alors en postion d'obtenir de beau resultats. Le temps estimé varie en fonctione de la stratégie utliser également ;)

source: SIMPLY USE THE INTERNET FORCE !!!
fr_ch: UTILISER SIMPLEMENT LA FORCE D'INTERNET !!!

source: Thanks to the internet, we are now able to reach thousands of people in minutes or hours at most. Its enough to master the good strategy of the web, to know how the algorithm of some platforms of social networks works and BOOM !!! You become viral and manage to generate an annual turnover in just a few months. Well, thats exactly it! You can then use all the knowledge of experts, to use it on your own turnkey buisiness that we offer!
fr_ch: Grâce à internet, ils nous est maintenant possible de rejoindre des milliers de personnes en quelque minutes ou quelques heures tout au plus. Il suffit de maîtrser les bonne stratégie du web, savoir comment l'algorithme de certaines plate-forme de réseaux sociaux fonctionne et BOOM!!! Vous devenez viral et arriver a générer un chiffre d'affaire annuel en quelque mois seulement. Et bien c'est exactement ça ! Vous pourrez alors utiliser toute le savoir d'experts, pour l'utiliser sur votre propre buisiness clé en mains que nous vous offrons !

source: MAKE MONEY EASILY AS EXISTED?
fr_ch: FAIRE DE L'ARGENT AUSSI FACILEMENT ÇA EXISTE ?

source: In fact, the answer is NO! To make money in life, you have to work hard to have it or work smartly and let systems work for you. On the other hand, to manage to create such a system one must nevertheless master some basic notions.
fr_ch: En fait, la réponse est NON ! Pour faire de l'argent dans la vie, vous devez soie travailler fort pour en avoir ou alors travailler intéligement et laisser des systèmes travailler pour vous. Par contre, pour arriver a créer de tel système il faut tout de même maîtriser quelques notions de bases.

source: That is why the team of DIGITAL KHEOPS to decide to make available to you all are system entirely ridden by profesionals. You will then have a copy / paste of the site and the sales tunnel of it. Make money that easily if you know how to do it. And thats exactly what you will learn inside your FREE ACCOUNT. And you can also use a turnkey system
fr_ch: C'est pourquoi l'équipe de DIGITAL KHEOPS à décider de vous mettre a disposition toutes sont système entièrement monté par des profesionnels. Vous aurez alors un COPIER / COLLER du site et du tunnel de vente de celle-ci. Faire de l'argent aussi facilement ça exsite si vous savez comment vous y prendre. Et c'est exactement ce que vous apprenderez a l'intérieur de votre COMPTE GRATUIT. Et vous pourrez en plus utiliser un système clé en main

source: And much more
fr_ch: Et beaucoup plus

source: BONUS again !!!
fr_ch: de BONUS encore !!!

source: Inside your member area, you can access a ton of BONUS!
fr_ch: À l'intérieur de votre espace membre, vous pourrez accédez à une tonnes de BONUS !

source: Copyright 2017- Digitalkheops.com - All rights reserved
fr_ch: Copyright 2017- Digitalkheops.com - Tous droits réservés

source: Enter your first name
fr_ch: Entrez votre prénom

source: Enter your email
fr_ch: Entrez votre courriel

source: Registration
fr_ch: Inscription

source: First Name
fr_ch: Prénom

source: Last Name
fr_ch: Nom

source: Email Address
fr_ch: Adresse courriel

source: Confirmation Email Address
fr_ch: Confirmation adresse courriel

source: Password
fr_ch: Mot de passe

source: Confirm Password
fr_ch: Confirmatin du mot de passe

source: Register
fr_ch: M'inscrire

source: Emails matched
fr_ch: Les courriels concordent

source: Please enter email.
fr_ch: entrer un email.

source: Please enter valid email.
fr_ch: Email existe déjà..

source: Please enter confirm password
fr_ch: Veuillez entrer le mot de passe de confirmation

source: Password must be 6 characters long.
fr_ch: Le mot de passe doit comporter 6 caractères.

source: Please enter confirm password.
fr_ch: Veuillez entrer le mot de passe de confirmation.

source: Confirm password should match with new password.
fr_ch: Confirmer le mot de passe doit correspondre au nouveau mot de passe.

source: Please enter confirm email.
fr_ch: entrez confirmation email.

source: confimation email should match with email.
fr_ch: email de confirmation devrait correspondre avec l'email.

source: First name is required.
fr_ch: Le prénom est requis.

source: Last name is required.
fr_ch: le nom de famille est requis.

source: This field is required.
fr_ch: Ce champ est requis.

source: an email verification link has been sent to your email id. Please confirm email before proceed.
fr_ch: Un lien de vérification Email a été envoyé votre identifiant email. S'il vous plaît confirmer l'email avant de procéder.

source: Hello
fr_ch: Bonjour

source: Log in
fr_ch: Connexion

source: Pay
fr_ch: Payez

source: initially to get access to 7 videos. You can ask for refund in 14 days.
fr_ch: au départ pour avoir accès à 7 vidéos. Vous pouvez demander le remboursement dans les 14 jours.

source: Starter Plan
fr_ch: Plan de démarrage

source: Card Number
fr_ch: Numéro de carte

source: Payment Details
fr_ch: Détails de paiement

source: Pay Now
fr_ch: Payez maintenant

source: You are already register with us
fr_ch: Vous êtes déjà inscrit chez nous

source: Please login
fr_ch: Veuillez vous connecter

source: Log out
fr_ch: Me déconnecter

source: Home
fr_ch: Commencer ICI

source: 7 Free Steps
fr_ch: 7 étapes gratuites

source: Tools
fr_ch: Outils

source: My info
fr_ch: Mes infos

source: Profile
fr_ch: Profil

source: Packages
fr_ch: Forfaits

source: Please enter first name
fr_ch: S'il vous plaît entrer le prénom

source: Summary of your results
fr_ch: Résumé de vos résultats

source: Registrations
fr_ch: Inscriptions

source: Members
fr_ch: membres

source: Update
fr_ch: Mettre à jour

source: Your Sponsor
fr_ch: Votre sponsor

source: Your Affiliate Link
fr_ch: Votre lien d'affiliation

source: Affiliate Links
fr_ch: Liens d'affiliés

source: Copy
fr_ch: Copier

source: Change The Plan
fr_ch: Changer de forfait

source: Subscribe
fr_ch: Souscrire

source: No Plan Purchased
fr_ch: Aucun plan acheté

source: Your Plan
fr_ch: Votre plan

source: Are you sure you to refund this amount ?. Your account wiil be deactivated once you proceed.
fr_ch: Êtes-vous sûr de rembourser ce montant ?, votre compte sera désactivé une fois que vous aurez procédé

source: Proceed
fr_ch: Procéder

source: Close
fr_ch: Fermer

source: Cancel Plan
fr_ch: Annuler mon plan

source: Here you will find the site of the websites used in the trainings.
fr_ch: Vous trouverez ici la lsite des sites web utilisé dans les formations.

source: MAIN NAVIGATIONS
fr_ch: PRINCIPALES NAVIGATIONS

source: Dashboard
fr_ch: Tableau de bord

source: Users
fr_ch: Utilisateurs

source: Keyword
fr_ch: Mot-clé

source: Select Status
fr_ch: Sélectionnez le statut

source: Active
fr_ch: Actif

source: In Active
fr_ch: Inactif

source: Search
fr_ch: Chercher

source: Reset
fr_ch: Réinitialiser

source: Package Name
fr_ch: Nom du paquet

source: Package Price
fr_ch: Prix ​​du coffret

source: Status
fr_ch: Statut

source: Created Date
fr_ch: Date de création

source: Link your payment account
fr_ch: Lier votre compte de paiement

source: Get Paid
fr_ch: Être payé

source: Discover for FREE how two new trades will help you earn a living with three simple tools that everyone uses every day
fr_ch: Découvre GRATUITEMENT comment deux nouveaux métiers te permettront de gagner ta vie grâce à trois outils simples que tout le monde utilise tous les jours

source: We will not share your email
fr_ch: Nous ne partagerons pas votre courriel

source: Read our
fr_ch: Lisez notre

source: privacy policy
fr_ch: politique de confidentialité

source: You are almost there
fr_ch: Tu y es presque

source: A little step further
fr_ch: Une petite étape encore

source: I just sent you an email. To complete your registration you just have to confirm your email address. If you have not received the email within 2 to 3 minutes ... Remember to check your unwanted emails / SPAM. Thank you we see on the other side
fr_ch: Je viens tout juste de t’envoyer un courriel. Pour compléter ton inscription il te faut simplement aller confirmer ton adresse courriel. Si tu n’as pas reçu le mail d’ici 2 à 3 minutes… Pense à vérifier tes courriels indésirables / SPAM. Merci on se voit de l’autre côté

source: Privacy Policy
fr_ch: Politique de confidentialité

source: Please read these Terms carefully, and contact us if you have any questions
fr_ch: Veuillez lire attentivement ces conditions et contactez-nous si vous avez des questions

source: Start
fr_ch: COMMENCER

source: Start 7 Steps
fr_ch: Commencez 7 étapes

source: 7 steps for
fr_ch: 7 étapes pour

source: make a living online
fr_ch: gagner sa vie en ligne

source: starting from scratch
fr_ch: en partant de zéro

source: Discover two new trades that emerged from the digital age
fr_ch: Découvre deux nouveaux métiers qui ont émergé de l'ère numérique

source: Secure
fr_ch: Sécuritaire

source: Series of 7 videos to learn how
fr_ch: Série de 7 vidéos pour apprendre comment

source: make a living by simply selling information
fr_ch: gagner ta vie en vendant simplement de l'information

source: in a completely automated way
fr_ch: de façon complètement automatisée

source: All thanks to three tools that everyone uses every day
fr_ch: Tout ça grâce à trois outils que tout le monde utilise tous les jours

source: We went through different economies. And the society we know is experiencing the biggest economic change it has ever experienced. Several parameters and variables have changed with the arrival of the digital age. In other, how to make a living. Becoming an info-taker or becoming an Affiliate allows you to start your own business very quickly without having
fr_ch: Nous avons traversé différentes économies. Et la société que nous connaissons est en train de vivre le plus gros changement économique qu'elle n'aura jamais connu. Plusieurs paramètres et variables ont changé avec l'arrivée de l'ère numérique. En autre celui de comment gagner sa vie. Devenir info-preneur ou encore devenir Affilié, permet de se lancer à son compte très rapidement sans avoir

source: Here is what they think
fr_ch: Voici ce qu'ils en pensent

source: Danny, you are someone who inspires success in his DNA, and when you take the time to get to know yourself better, you realize how endless you are a man of infinite resources who has the incredible ability to ALWAYS find a way to succeed and that is exceptional! Hat my friend
fr_ch: Danny tu es quelqu'un qui inspire jusque dans son ADN le succès. Quand on prend le temps de mieux te connaître, on se rend compte à quel point tu es un homme aux ressources infinies qui a la capacité incroyable de TOUJOURS trouver un moyen de réussir et ça, c'est exceptionnel! Chapeau mon ami!

source: Speaker and Author
fr_ch: Conférencier et Auteur

source: Danny Cyr is nothing short of
fr_ch: Danny Cyr ce n’est rien de moins que de

source: It is definitely THE PERSON to follow if you want to make money online. to revolutionize the way of generating passive income on the web.By his great sensitivity, his listening and his daring Danny is a visionary like there is little
fr_ch: C’est sans aucun doute LA PERSONNE à suivre si vous souhaitez faire de l’argent en ligne. À mon avis, Danny s’apprête à révolutionner la manière de générer des revenus passifs sur le web. Par sa grande sensibilité, son écoute et son audace. Danny est un visionnaire comme il y en a peu

source: Speaker and Mentor in Business Development
fr_ch: Conférencière et mentor en développement d'affaires

source: Deposit
fr_ch: Dépôt

source: Guaranteed
fr_ch: Garanti

source: Deposit returned 100% when requested
fr_ch: Dépôt remis à 100% lorsque demandé

source: This is a series of 7 FREE videos to learn how two new trades can change your life in the next 90 days. This video series will explain the basics of knowing how to succeed in these two areas. This video series also discusses what it takes as tools and knowledge to really be successful in the next 90 days. And as this video series contains VERY VERY high value-added content, revealing some secrets then you have to give a deposit in order to get the FREE video series for 14 days. Anytime within this period you can ask for your deposit again
fr_ch: Il s'agit ici d'une série de 7 vidéos GRATUITES afin d'apprendre comment deux nouveaux métiers pourront changer votre vie d'ici les prochains 90 jours. Cette série de vidéos expliquera les bases à savoir pour réussir à se développer dans ces deux domaines. Cette série de vidéos traite également de ce qu'il faut comme outils et connaissances pour réellement avoir du succès d'ici les 90 prochains jours. Et comme cette série de vidéos contient du contenu à TRÈS TRÈS haute valeur ajoutée, révélant certains secrets il faut alors donner un dépôt afin d'obtenir la série de vidéos GRATUITE pour une durée de 14 jours. N'importe quand à l'intérieur de ce délai vous pouvez redemander votre dépôt

source: What are you waiting for exactly
fr_ch: Vous attendez quoi exactement

source: Request your FREE video series immediately and start immediately adapting to our new economy
fr_ch: Demande ta série de vidéos GRATUITES immédiatement et commence de suite à t'adapter à notre nouvelle économie

source: P.S. At any time you can ask for your deposit again. I am here for one purpose, to make you understand that the old economic model (Work hard 40h / week ... For 40 years ... For + / - 40k per year) and it is over and I am Commit to showing you everything from A to Z
fr_ch: P.S. À n'importe quel moment vous pouvez redemander votre dépôt. Je suis ici pour un seul but, vous faire comprendre que l'ancien modèle économique (Travailler dur 40h/sem... Pendant 40 ans...Pour +/- 40k par année) et bien c'est terminé et je m'engage à tout vous montrer de A à Z

source: Reference is mendatory to continue
fr_ch: La référence est mendatoire pour continuer

source: Reference is not valid
fr_ch: La référence n'est pas valide

source: Unlock Next Video
fr_ch: Débloquer la prochaine vidéo

source: Account
fr_ch: compte

source: Account is not linked yet. Please Link
fr_ch: Le compte n'est pas encore lié. S'il vous plaît lien

source: Total Commision in this month
fr_ch: Total Commission dans ce mois

source: Payout Date
fr_ch: Date de paiement

source: Forgot Password
fr_ch: Mot de passe oublié

source: You must have a referent to register
fr_ch: Vous devez avoir un référent pour vous inscrire

source: Please Confirm
fr_ch: Veuillez confirmer

source: Are you sure you to change your package
fr_ch: Êtes-vous sûr de vouloir changer votre plan d'abonnement

source: Delete Account
fr_ch: Supprimer le compte

source: Reset Password
fr_ch: réinitialiser le mot de passe

source: Send Password Reset Link
fr_ch: Envoyer le mot de passe

source: Dashboard CMS
fr_ch: CMS du tableau de bord

source: Video Title
fr_ch: titre de la vidéo

source: Updated On
fr_ch: Mis à jour le

source: Created At
fr_ch: Créé à

source: Exclusive Member Plan
fr_ch: Plan de membre exclusif

source: Exclusive Plan
fr_ch: Plan exclusif

source: Member Exclusive
fr_ch: Exclusif aux membres

source: Current Plan
fr_ch: Plan actuel

source: Plan Image
fr_ch: Planifier l'image

source: Next Video
fr_ch: Vidéo suivante

source: CONFIDENTIALITY DECLARATION
fr_ch: DÉCLARATION DE CONFIDENTIALITÉ

source: ARTICLE 1 - PERSONAL INFORMATION COLLECTED
fr_ch: ARTICLE 1 - RENSEIGNEMENTS PERSONNELS RECUEILLIS

source: When you make a purchase on our website, as part of our buying and selling process, we collect the personal information you provide to us, such as your name and email address
fr_ch: Lorsque vous effectuez un achat sur notre site web, dans le cadre de notreprocessus d’achat et de vente, nous recueillons les renseignements personnels quevous nous fournissez, tels que votre nom et votre adresse e-mail

source: When you browse our site, we also automatically receive your computers Internet Protocol (IP) address, which allows us to get more details about the browser and operating system you are using.
fr_ch: Lorsque vous naviguez sur notre site, nous recevons également automatiquementl’adresse de protocole Internet (adresse IP) de votre ordinateur, qui nous permetd’obtenir plus de détails au sujet du navigateur et du système d’exploitation que vousutilisez

source: Email marketing: With your permission, we may send you e-mails about our website, services, new products and other updates.
fr_ch: Marketing par e-mail : Avec votre permission, nous pourrions vous envoyer dese-mails au sujet de notre site web, de nos services, de nouveaux produits et d’autresmises à jour.

source: ARTICLE 2 - CONSENT
fr_ch: ARTICLE 2 - CONSENTEMENT

source: How do you get my consent?
fr_ch: Comment obtenez-vous mon consentement?

source: When you provide us with your personal information to complete a transaction, check your credit card, place an order, schedule a delivery, or return a purchase, we assume that you agree to us collecting your information and using it for that purpose only.
fr_ch: Lorsque vous nous fournissez vos renseignements personnels pour conclure unetransaction, vérifier votre carte de crédit, passer une commande, planifier unelivraison ou retourner un achat, nous présumons que vous consentez à ce que nousrecueillions vos renseignements et à ce que nous les utilisions à cette finuniquement.

source: If we ask you to provide us with your personal information for another reason, for marketing purposes for example, we will ask you directly for your explicit consent, or we will give you the opportunity to defer.
fr_ch: Si nous vous demandons de nous fournir vos renseignements personnels pour uneautre raison, à des fins de marketing par exemple, nous vous demanderonsdirectement votre consentement explicite, ou nous vous donnerons la possibilité derefuser.

source: How can I withdraw my consent?
fr_ch: Comment puis-je retirer mon consentement?

source: If after having given us your consent, you change your mind and do not allow us to contact you, collect your information or divulge it, you can notify us by contacting us at support@digitalkheops.com or by mail to: Management Danny Cyr Inc. 129 RueA-Guindon, St-therese, QC, J7E 5P1, Canada
fr_ch: Si après nous avoir donné votre consentement, vous changez d’avis et ne consentezplus à ce que nous puissions vous contacter, recueillir vos renseignements ou lesdivulguer, vous pouvez nous en aviser en nous contactant à support@digitalkheops.com ou par courrier à: Gestion Danny Cyr Inc. 129 RueA-Guindon, St-thérèse, QC, J7E 5P1, Canada

source: ARTICLE 3 - DISCLOSURE
fr_ch: ARTICLE 3 - DIVULGATION
