Repository: manvendrasinghpratap/tatapp
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: fr_ch

source: We may disclose your personal information if we are required by law to do so or if you violate our Terms and Conditions of Sale and Use.
fr_ch: Nous pouvons divulguer vos renseignements personnels si la loi nous oblige à lefaire ou si vous violez nos Conditions Générales de Vente et d’Utilisation.

source: Payment
fr_ch: Paiement

source: If you make your purchase through a direct payment gateway, in this case Digital Kheops will store your credit card information. This information is encrypted in accordance with the data security standard established by the payment card industry (PCI-DSS). The information related to your purchase transaction is kept as long as necessary to finalize your order. Once your order is finalized, the information relating to the purchase transaction is deleted.
fr_ch: Si vous réalisez votre achat par le biais d’une passerelle de paiement direct, dans cecas Digital Kheops stockera vos renseignements de carte de crédit. Cesrenseignements sont chiffrés conformément à la norme de sécurité des donnéesétablie par l’industrie des cartes de paiement (norme PCI-DSS). Les renseignementsrelatifs à votre transaction d’achat sont conservés aussi longtemps que nécessairepour finaliser votre commande. Une fois votre commande finalisée, lesrenseignements relatifs à la transaction d’achat sont supprimés.

source: PCI-DSS requirements ensure the secure processing of credit card data by our store and service providers.
fr_ch: Les exigences de la norme PCI-DSS permettent d’assurer le traitement sécurisé desdonnées de cartes de crédit par notre boutique et par ses prestataires de services.

source: For more information, please see the DigitalKheops Terms of Use here or the Privacy Policy here.
fr_ch: Pour plus d’informations, veuillez consulter les Conditions d’Utilisation de DigitalKheops ici ou la Politique de Confidentialité ici.

source: ARTICLE 5 - SERVICES PROVIDED BY THIRD PARTIES
fr_ch: ARTICLE 5 - SERVICES FOURNIS PAR DES TIERS

source: In general, the third party providers we use will only collect, use and disclose your information to the extent necessary to perform the services they provide to us.
fr_ch: De manière générale, les fournisseurs tiers que nous utilisons vont uniquementrecueillir, utiliser et divulguer vos renseignements dans la mesure du nécessairepour pouvoir réaliser les services qu’ils nous fournissent.

source: However, some third-party service providers, such as payment gateways and other payment transaction processors, have their own privacy policies regarding the information we are required to provide to them for your purchase transactions.
fr_ch: Cependant, certains tiers fournisseurs de services, comme les passerelles depaiement et autres processeurs de transactions de paiement, possèdent leurspropres politiques de confidentialité quant aux renseignements que nous sommestenus de leur fournir pour vos transactions d’achat

source: With respect to these providers, we recommend that you carefully read their privacy policies so that you understand how they will treat your personal information.
fr_ch: En ce qui concerne ces fournisseurs, nous vous recommandons de lireattentivement leurs politiques de confidentialité pour que vous puissiez comprendrela manière dont ils traiteront vos renseignements personnels.

source: It should be remembered that some providers may be located or have facilities located in a different jurisdiction than you or ours. So if you decide to pursue a transaction that requires the services of a supplier, your information may then be governed by the laws of the jurisdiction in which that provider is located or those of the jurisdiction in which its facilities are located.
fr_ch: Il ne faut pas oublier que certains fournisseurs peuvent être situés ou avoir desinstallations situées dans une juridiction différente de la vôtre ou de la nôtre. Donc sivous décidez de poursuivre une transaction qui requiert les services d’un fournisseurtiers, vos renseignements pourraient alors être régis par les lois de la juridiction danslaquelle ce fournisseur se situe ou celles de la juridiction dans laquelle sesinstallations sont situées.

source: For example, if you are located in Canada and your transaction is processed by a US-based payment gateway, the information you own that was used to close the transaction could be disclosed under US law. , including the Patriot Act.
fr_ch: À titre d’exemple, si vous êtes situé au Canada et que votre transaction est traitéepar une passerelle de paiement située aux États-Unis, les renseignements vousappartenant qui ont été utilisés pour conclure la transaction pourraient être divulguésen vertu de la législation des États-Unis, y compris le Patriot Act.

source: Once you leave our website or are redirected to the website or the application of a third party, you are no longer governed by this Privacy Policy or by the Terms and Conditions of Sale and Use of our website.
fr_ch: Une fois que vous quittez notre site web ou que vous êtes redirigé vers le site webou l’application d’un tiers, vous n’êtes plus régi par la présente Politique deConfidentialité ni par les Conditions Générales de Vente et d’Utilisation de notre siteweb.

source: Connections
fr_ch: Liens

source: You may have to leave our website by clicking on some of the links on our site. We do not assume any responsibility for the privacy practices of these other sites and we strongly recommend that you follow their privacy policies.
fr_ch: Vous pourriez être amené à quitter notre site web en cliquant sur certains liensprésents sur notre site. Nous n’assumons aucune responsabilité quant aux pratiquesde confidentialité exercées par ces autres sites et vous recommandons de lireattentivement leurs politiques de confidentialité.

source: ARTICLE 6 - SECURITY
fr_ch: ARTICLE 6 - SÉCURITÉ

source: To protect your personal information, we take reasonable precautions and follow industry best practices to ensure that they are not lost, misappropriated, accessed, disclosed, altered or inappropriately destroyed.
fr_ch: Pour protéger vos données personnelles, nous prenons des précautionsraisonnables et suivons les meilleures pratiques de l’industrie pour nous assurerqu’elles ne soient pas perdues, détournées, consultées, divulguées, modifiées oudétruites de manière inappropriée.

source: If you provide us with your credit card information, they will be encrypted through the use of the SSL security protocol and stored with AES-256 encryption. Although no method of Internet transmission or electronic storage is 100% secure, we follow all the requirements of the PCI-DSS and implement additional standards generally recognized by the industry.
fr_ch: Si vous nous fournissez vos informations de carte de crédit, elles seront chiffrées parle biais de l’utilisation du protocole de sécurisation SSL et conservées avec unchiffrement de type AES-256. Bien qu’aucune méthode de transmission sur Internetou de stockage électronique ne soit sûre à 100 %, nous suivons toutes les exigences de la norme PCI-DSS et mettons en œuvre des normes supplémentairesgénéralement reconnues par l’industrie

source: ARTICLE 7 - AGE OF CONSENT
fr_ch: ARTICLE 7 - ÂGE DE CONSENTEMENT

source: By using this site, you represent that you are at least the age of majority in your state or province of residence, and that you have given us your consent to allow any dependent minor to use this website.
fr_ch: En utilisant ce site, vous déclarez que vous avez au moins l’âge de la majorité dansvotre État ou province de résidence, et que vous nous avez donné votreconsentement pour permettre à toute personne d’âge mineur à votre charge d’utiliserce site web.

source: ARTICLE 8 - AMENDMENTS TO THIS DECONFIDENTIALITY POLICY
fr_ch: ARTICLE 8 - MODIFICATIONS APPORTÉES À LA PRÉSENTE POLITIQUE DECONFIDENTIALITÉ

source: We reserve the right to modify this Privacy Policy at any time, so please check it frequently. Changes and clarifications will take effect immediately upon posting on the website. If we make any changes to the contents of this policy, we will notify you here that it has been updated, so that you know what information we collect, how we use it, and under what circumstances we disclose it, if there is any instead of doing it.
fr_ch: Nous nous réservons le droit de modifier la présente politique de confidentialité àtout moment, donc veuillez s’il vous plait la consulter fréquemment. Leschangements et les clarifications prendront effet immédiatement après leurpublication sur le site web. Si nous apportons des changements au contenu de cettepolitique, nous vous aviserons ici qu’elle a été mise à jour, pour que vous sachiezquels renseignements nous recueillons, la manière dont nous les utilisons, et dansquelles circonstances nous les divulguons, s’il y a lieu de le faire.

source: If our website and platform is acquired by or through a merger with another company, your information may be transferred to the new owners so that we may continue to sell you products and services.
fr_ch: Si notre site web et notre plate-forme fait l’objet d’une acquisition par ou d’une fusionavec une autre entreprise, vos renseignements pourraient être transférés auxnouveaux propriétaires pour que nous puissions continuer à vous vendre desproduits et services.

source: QUESTIONS AND CONTACT
fr_ch: QUESTIONS ET COORDONNÉES

source: If you wish to: access, correct, modify or delete any personal information we have about you, file a complaint, or if you simply want more information, contact a member of the Digital Kheops Academy team and responsible for privacy standards at support@digitalKheops.com or by mail at Gestion Danny Cyr Inc.
fr_ch: Si vous souhaitez: accéder à, corriger, modifier ou supprimer toute informationpersonnelle que nous avons à votre sujet, déposer une plainte, ou si vous souhaitezsimplement avoir plus d’informations, contactez un membre de l'équipe del'Académie Digital Kheops et responsable des normes de confidentialité àsupport@digitalKheops.com ou par courrier à Gestion Danny Cyr Inc.

source: [Re: Privacy Standards Officer]
fr_ch: [Re: Agent des Normes de Confidentialité]

source: [129 A-Guindon Street, St-Therese, QC, J7E 5P1, Canada]
fr_ch: [129 Rue A-Guindon, St-thérèse, QC, J7E 5P1, Canada]

source: Paypal Account
fr_ch: Compte Paypal

source: Your account is not linked yet. Click the following button to link your Paypal account.
fr_ch: Votre compte n'est pas encore lié. Cliquez sur le bouton suivant pour lier votre compte Paypal.

source: Stripe Account
fr_ch: Compte Stripe

source: Your account is not linked yet. Click the following button to link your Stripe account.
fr_ch: Votre compte n'est pas encore lié. Cliquez sur le bouton suivant pour lier votre compte Stripe.

source: Update Credit Card
fr_ch: Mettre à jour la carte

source: Update Card Detail
fr_ch: Mettre à jour la carte

source: Update Card
fr_ch: Mise à jour

source: Cancel and Refund
fr_ch: Annuler et rembourser

source: Coming Soon
fr_ch: arrive bientôt

source: Please create your member area by filling out the form below. Your email address will be your login and the chosen password will allow you to login to your member area.
fr_ch: Veuillez créer votre espace membre en remplissant le formulaire ci-dessous. Votre adresse courriel sera votre identifiant et le mot de passe choisi vous permettra de vous connecter à votre espace membre.

source: Plan Name
fr_ch: Nom du plan
